"0"="";
"10000"="撮影モード";
"10001"="Tv(シャッター速度)";
"10002"="Av(絞り数値)";
"10003"="AFモード";
"10004"="調光補正";
"10005"="露出補正";
"10006"="AEB撮影";
"10007"="測光方式";
"10008"="ホワイトバランス";
"10009"="レンズ";
"10010"="AFマイクロアジャストメント";
"10011"="焦点距離";
"10012"="ストロボ";
"10013"="画像サイズ";
"10014"="画質(圧縮率)";
"10015"="AFフレーム";
"10016"="赤目緩和";
"10017"="現像パラメーター";
"10018"="ドライブモード";
"10019"="GPS情報";
"10020"="カメラの所有者名";
"10021"="カメラBody No.";
"10022"="電子音";
"10023"="カスタム機能";
"10024"="ホワイトバランス補正";
"10025"="JPEG画質";
"10026"="デジタル露出補正";
"10027"="PCに保存されたファイル名";
"10028"="ファイル名";
"10029"="カメラ機種名";
"10030"="撮影日時";
"10031"="ISO感度";
"10032"="デジタルズーム";
"10033"="手ブレ補正";
"10034"="動画";
"10035"="記録時間　　　　%d.%d秒";
"10036"="フレームレート  ";
"10037"="ストロボの種類";
"10038"="シンクロタイミング";
"10039"="合焦AFフレーム";
"10040"="ファイルサイズ";
"10041"="ファイル番号";
"10042"="マクロ";
"10043"="遠景";
"10044"="ISO感度ブラケティング撮影";
"10045"="ホワイトバランスブラケティング撮影";
"10046"="カラーマトリックス";
"10047"="ノイズ低減";
"10048"="色効果モード";
"10049"="ストロボ発光量";
"10050"="AF測距モード";
"10051"="色空間";
"10052"="スーパーマクロ";
"10053"="    01:長秒時露光のノイズリダクション機能";
"10054"="    02:シャッターボタン/AEロックボタン";
"10055"="    03:ミラーアップ撮影";
"10056"="    04:TV,AVの設定ステップと露出補正ステップ";
"10057"="    05:AF補助光";
"10058"="    06:Avモードでのシャッター速度";
"10059"="    07:AEB撮影順序/自動解除";
"10060"="    08:ストロボのシンクロタイミング";
"10061"="    09:レンズ・AFストップボタンの機能変更";
"10062"="    10:日中シンクロ・ストロボ露出自動低減制御";
"10063"="    11:MENUボタンによるメニュー表示位置";
"10064"="    12:撮影時のSETボタン機能";
"10065"="    13:センサークリーニング";
"10066"="    14:スーパーインポーズの表示";
"10067"="    15:CFカード未装填時のレリーズ";
"10068"="    05:AF補助光/ストロボ発光";
"10069"="    00:フォーカシングスクリーン";
"10070"="    01:露光中のファインダー内表示";
"10071"="    02:CFカード未装填時のレリーズ";
"10072"="    03:ISO感度拡張";
"10073"="    04:シャッターボタン/AEロックボタン";
"10074"="    05:マニュアル露出時のTv、Av値設定";
"10075"="    06:露出設定ステップ";
"10076"="    07:USMレンズの電子式手動フォーカス";
"10077"="    08:上面表示パネル/背面表示パネル";
"10078"="    09:ブラケティング順/自動解除";
"10079"="    10:合焦時のAFフレーム点灯";
"10080"="    11:AFフレームの選択方法";
"10081"="    12:ミラーアップ撮影";
"10082"="    13:AFフレーム数/スポット測光";
"10083"="    14:日中シンクロ・ストロボ露出自動低減制御";
"10084"="    15:ストロボのシンクロタイミング";
"10085"="    16:セイフティシフトの設定";
"10086"="    17:AFフレームの領域拡大";
"10087"="    18:登録AFフレームへの切り換え";
"10088"="    19:レンズ・AFストップボタンの機能変更";
"10089"="    20:AI SERVO 被写体追従敏感度";
"10090"="オート";
"10091"="プログラムAE";
"10092"="シャッター速度優先AE";
"10093"="絞り優先AE";
"10094"="マニュアル露出";
"10095"="自動被写界深度";
"10096"="深度優先AE";
"10097"="バルブ撮影";
"10098"="オート";
"10099"="マニュアル";
"10100"="風景";
"10101"="高速シャッター";
"10102"="スローシャッター";
"10103"="夜景";
"10104"="白黒";
"10105"="セピア";
"10106"="ポートレート";
"10107"="スポーツ";
"10108"="マクロ(クローズアップ)";
"10109"="パンフォーカス";
"10110"="スティッチアシスト";
"10111"="動画";
"10112"="くっきりカラー";
"10113"="すっきりカラー";
"10114"="白黒";
"10115"="ストロボ発光禁止";
"10116"="長秒時撮影";
"10117"="スーパーマクロ";
"10118"="バルブ撮影";
"10119"="30";
"10120"="25";
"10121"="20";
"10122"="20";
"10123"="15";
"10124"="13";
"10125"="10";
"10126"="10";
"10127"="8";
"10128"="6";
"10129"="6";
"10130"="5";
"10131"="4";
"10132"="3.2";
"10133"="3";
"10134"="2.5";
"10135"="2";
"10136"="1.6";
"10137"="1.5";
"10138"="1.3";
"10139"="1";
"10140"="0.8";
"10141"="0.7";
"10142"="0.6";
"10143"="0.5";
"10144"="0.4";
"10145"="0.3";
"10146"="0.3";
"10147"="1/4";
"10148"="1/5";
"10149"="1/6";
"10150"="1/6";
"10151"="1/8";
"10152"="1/10";
"10153"="1/10";
"10154"="1/13";
"10155"="1/15";
"10156"="1/20";
"10157"="1/20";
"10158"="1/25";
"10159"="1/30";
"10160"="1/40";
"10161"="1/45";
"10162"="1/50";
"10163"="1/60";
"10164"="1/80";
"10165"="1/90";
"10166"="1/100";
"10167"="1/125";
"10168"="1/160";
"10169"="1/180";
"10170"="1/200";
"10171"="1/250";
"10172"="1/320";
"10173"="1/350";
"10174"="1/400";
"10175"="1/500";
"10176"="1/640";
"10177"="1/750";
"10178"="1/800";
"10179"="1/1000";
"10180"="1/1250";
"10181"="1/1500";
"10182"="1/1600";
"10183"="1/2000";
"10184"="1/2500";
"10185"="1/3000";
"10186"="1/3200";
"10187"="1/4000";
"10188"="1/5000";
"10189"="1/6000";
"10190"="1/6400";
"10191"="1/8000";
"10192"="1/10000";
"10193"="1/12000";
"10194"="1/12800";
"10195"="1/16000";
"10196"="1.0";
"10197"="1.1";
"10198"="1.2";
"10199"="1.2";
"10200"="1.4";
"10201"="1.6";
"10202"="1.8";
"10203"="1.8";
"10204"="2.0";
"10205"="2.2";
"10206"="2.5";
"10207"="2.5";
"10208"="2.8";
"10209"="3.2";
"10210"="3.5";
"10211"="3.5";
"10212"="4.0";
"10213"="4.5";
"10214"="4.5";
"10215"="5.0";
"10216"="5.6";
"10217"="6.3";
"10218"="6.7";
"10219"="7.1";
"10220"="8.0";
"10221"="9.0";
"10222"="9.5";
"10223"="10";
"10224"="11";
"10225"="13";
"10226"="13";
"10227"="14";
"10228"="16";
"10229"="18";
"10230"="19";
"10231"="20";
"10232"="22";
"10233"="25";
"10234"="27";
"10235"="29";
"10236"="32";
"10237"="36";
"10238"="38";
"10239"="40";
"10240"="45";
"10241"="51";
"10242"="54";
"10243"="57";
"10244"="64";
"10245"="72";
"10246"="76";
"10247"="81";
"10248"="91";
"10249"="ワンショット AF";
"10250"="AI サーボ AF";
"10251"="AI フォーカス AF";
"10252"="マニュアルフォーカス";
"10253"="SINGLE AF";
"10254"="CONTINUOUS AF";
"10255"="マニュアルフォーカス";
"10256"="PAN FOCUS";
"10257"="ワンショット AF / シングル AF";
"10258"="+3";
"10259"="+2 2/3";
"10260"="+2 1/2";
"10261"="+2 1/3";
"10262"="+2";
"10263"="+1 2/3";
"10264"="+1 1/2";
"10265"="+1 1/3";
"10266"="+1";
"10267"="+2/3";
"10268"="+1/2";
"10269"="+1/3";
"10270"="0";
"10271"="-1/3";
"10272"="-1/2";
"10273"="-2/3";
"10274"="-1";
"10275"="-1 1/3";
"10276"="-1 1/2";
"10277"="-1 2/3";
"10278"="-2";
"10279"="-2 1/3";
"10280"="-2 1/2";
"10281"="-2 2/3";
"10282"="-3";
"10283"="-3  0  3";
"10284"="-2 2/3  0  2 2/3 ";
"10285"="-2 1/2  0  2 1/2";
"10286"="-2 1/3  0  2 1/3";
"10287"="-2  0  2";
"10288"="-1 2/3  0  1 2/3";
"10289"="-1 1/2  0  1 1/2";
"10290"="-1 1/3  0  1 1/3";
"10291"="-1  0  1";
"10292"="-2/3  0  2/3";
"10293"="-1/2  0  1/2";
"10294"="-1/3  0  1/3";
"10295"="0";
"10296"="中央部重点平均測光";
"10297"="スポット測光";
"10298"="平均測光";
"10299"="評価測光";
"10300"="部分測光";
"10301"="中央部重点平均測光";
"10302"="オート";
"10303"="太陽光";
"10304"="くもり";
"10305"="白熱電球";
"10306"="白色蛍光灯";
"10307"="ストロボ";
"10308"="マニュアル";
"10309"="白黒";
"10310"="日陰";
"10311"="色温度";
"10312"="PCセット1";
"10313"="PCセット2";
"10314"="PCセット3";
"10315"="PCセット4";
"10316"="PCセット5";
"10317"="蛍光灯H";
"10318"="マニュアル1";
"10319"="マニュアル2";
"10320"="切";
"10321"="オート";
"10322"="入";
"10323"="オート";
"10324"="スローシンクロ";
"10325"="オート";
"10326"="入";
"10327"="ラージ";
"10328"="ミドル";
"10329"="スモール";
"10330"="ミドル2";
"10331"="ミドル1";
"10332"="ミドル3";
"10333"="エコノミー";
"10334"="ノーマル";
"10335"="ファイン";
"10336"="RAW";
"10337"="スーパーファイン";
"10338"="中央選択";
"10339"="選択なし";
"10340"="自動選択";
"10341"="右選択";
"10342"="中央選択";
"10343"="左選択";
"10344"="切";
"10345"="入";
"10346"="標準パラメータ";
"10347"="コントラスト   弱い";
"10348"="コントラスト   やや弱い";
"10349"="コントラスト   強い";
"10350"="コントラスト   やや強い";
"10351"="コントラスト   標準";
"10352"="シャープネス  弱い";
"10353"="シャープネス  やや弱い";
"10354"="シャープネス  強い";
"10355"="シャープネス  やや強い";
"10356"="シャープネス  標準";
"10357"="色の濃さ     薄い";
"10358"="色の濃さ     やや薄い";
"10359"="色の濃さ     濃い";
"10360"="色の濃さ     やや濃い";
"10361"="色の濃さ     標準";
"10362"="１枚撮影";
"10363"="連続撮影";
"10364"="セルフタイマー撮影";
"10365"="動画撮影";
"10366"="連続撮影(速度優先)";
"10367"="低速連続撮影";
"10368"="高速連続撮影";
"10369"="サイレント１枚撮影";
"10370"="緯度";
"10371"="経度";
"10372"="標高";
"10373"="測地系";
"10374"="OFF";
"10375"="ON";
"10376"="切";
"10377"="入";
"10378"="トーンカーブ  標準";
"10379"="トーンカーブ  ユーザ設定";
"10380"="トーンカーブ  カスタム設定";
"10381"="トーンカーブ  TCD1";
"10382"="トーンカーブ  TCD2";
"10383"="トーンカーブ  TCD3";
"10384"="トーンカーブ  カスタム設定";
"10385"="シャープネスの強さ   0";
"10386"="シャープネスの強さ   1";
"10387"="シャープネスの強さ   2";
"10388"="シャープネスの強さ   3";
"10389"="シャープネスの強さ   4";
"10390"="シャープネスの強さ   5";
"10391"="シャープネス  0";
"10392"="シャープネス  1";
"10393"="シャープネス  2";
"10394"="シャープネス  3";
"10395"="シャープネス  4";
"10396"="シャープネス  5";
"10397"="シャープネスの対象  粗い";
"10398"="シャープネスの対象  やや粗い";
"10399"="シャープネスの対象  標準";
"10400"="シャープネスの対象  やや細かい";
"10401"="シャープネスの対象  細かい";
"10402"="    0:切";
"10403"="    1:入";
"10404"="    0:AF/AEロック";
"10405"="    1:AEロック/AF";
"10406"="    2:AF/AFロック";
"10407"="    3:AE+レリーズ/AE+AF";
"10408"="    0:しない";
"10409"="    1:する";
"10410"="    0:1/2段";
"10411"="    1:1/3段";
"10412"="    0:入(自動)";
"10413"="    1:切";
"10414"="    0:投光する/発光する";
"10415"="    1:投光しない/発光する";
"10416"="    2:外部ストロボのみ投光/発光する";
"10417"="    3:投光する/発光しない";
"10418"="    0:自動";
"10419"="    1:1/200固定";
"10420"="    0:0 → - → +/する";
"10421"="    1:0 → - → +/しない";
"10422"="    2:- → 0 → +/する";
"10423"="    3:- → 0 → +/しない";
"10424"="    0:先幕シンクロ";
"10425"="    1:後幕シンクロ";
"10426"="    0:AFストップ";
"10427"="    1:AF作動";
"10428"="    2:AEロック(タイマー中)";
"10429"="    0:する";
"10430"="    1:しない";
"10431"="    0:メニュー先頭";
"10432"="    1:直前のメニュー(電源切で先頭)";
"10433"="    2:直前のメニュー";
"10434"="    0:通常(なし)";
"10435"="    1:記録画素/圧縮率選択";
"10436"="    2:ISO感度選択";
"10437"="    3:現像パラメータ選択";
"10438"="    0:しない";
"10439"="    1:する";
"10440"="    0:する";
"10441"="    1:しない";
"10442"="    0:する";
"10443"="    1:しない";
"10444"="    0:[N] Ec-N,R";
"10445"="    1:[L] Ec-A,B,C,CII,CIII,D,H,I,L";
"10446"="    0:しない";
"10447"="    1:する";
"10448"="    0:許可";
"10449"="    1:禁止";
"10450"="    0:しない";
"10451"="    1:する";
"10452"="    0:AF/AEロック";
"10453"="    1:AEロック/AF";
"10454"="    2:AF/AFロック(AEロックなし)";
"10455"="    3:AE/AF(AEロックなし)";
"10456"="    0:Tv値：メイン電子ダイヤル、Av値：サブ電子ダイヤル";
"10457"="    1:Tv値：サブ電子ダイヤル、Av値：メイン電子ダイヤル";
"10458"="    2:Tv値：メイン電子ダイヤル、Av値：サブ電子ダイヤル、レンズを外した状態でAv値の設定が可能";
"10459"="    3:Tv値：サブ電子ダイヤル、Av値：メイン電子ダイヤル、レンズを外した状態でAv値の設定が可能";
"10460"="    0:設定1/3  露出補正1/3";
"10461"="    1:設定1    露出補正1/3";
"10462"="    2:設定1/2  露出補正1/2";
"10463"="    0:AF作動後・可";
"10464"="    1:AF作動後・不可";
"10465"="    2:すべて不可";
"10466"="    0:撮影可能コマ数/ファイル番号";
"10467"="    1:ISO/撮影可能コマ数";
"10468"="    2:ISO/ファイル番号";
"10469"="    3:フォルダ内の画像数/撮影可能コマ数";
"10470"="    0:0 → - → +/する";
"10471"="    1:0 → - → +/しない";
"10472"="    2:- → 0 → +/する";
"10473"="    3:- → 0 → +/しない";
"10474"="    0:点灯";
"10475"="    1:しない";
"10476"="    2:点灯(淡い点灯なし)";
"10477"="    3:明るく点灯";
"10478"="    0:AFフレーム選択ボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10479"="    1:露出補正ボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10480"="    2:サブ電子ダイヤル単独操作(左右)、アシストボタン+メインダイヤル操作(上下)";
"10481"="    3:FEロックボタン+ メイン(左右)・サブ(上下)電子ダイヤル操作";
"10482"="    0:しない";
"10483"="    1:する";
"10484"="    0:45点/中央";
"10485"="    1:11点/AFフレーム連動";
"10486"="    2:11点/中央";
"10487"="    3:9点/AFフレーム連動";
"10488"="    0:する";
"10489"="    1:しない";
"10490"="    0:先幕シンクロ";
"10491"="    1:後幕シンクロ";
"10492"="    0:しない";
"10493"="    1:する";
"10494"="    0:しない";
"10495"="    1:1領域拡大(7点)";
"10496"="    2:自動的に拡大(最大13点)";
"10497"="    0:アシストボタン+AFフレーム選択ボタン";
"10498"="    1:アシストボタンで切り換え";
"10499"="    2:アシストボタンを押している間だけ切り換え";
"10500"="    0:AFストップ";
"10501"="    1:AFスタート";
"10502"="    2:AEロック(タイマー中)";
"10503"="    3:AFフレーム  任意→自動 自動→中央";
"10504"="    4:AFモード  ONE SHOT←→AI SERVO";
"10505"="    5:手ブレ補正機能作動";
"10506"="    0:標準";
"10507"="    1:遅い";
"10508"="    2:やや遅い";
"10509"="    3:やや速い";
"10510"="    4:速い";
"10511"="オート";
"10512"="なし";
"10513"="x 2";
"10514"="x 4";
"10515"="発光";
"10516"="非発光";
"10517"="内蔵";
"10518"="外部E-TTL";
"10519"="外部A-TTL";
"10520"="先幕シンクロ";
"10521"="後幕シンクロ";
"10522"="ハイスピード";
"10523"="[右]";
"10524"="[中央]";
"10525"="[中央 右]";
"10526"="[左]";
"10527"="[左 右]";
"10528"="[左 中央]";
"10529"="[左 中央 右]";
"10530"="%y/%m/%d %H:%M:%S";
"10531"="mm";
"10532"="KB";
"10533"="(%dK)";
"10534"="切";
"10535"="くっきりカラー";
"10536"="すっきりカラー";
"10537"="ソフト";
"10538"="セピア";
"10539"="白黒";
"10540"="マニュアル";
"10541"="マクロ";
"10542"="スナップ";
"10543"="遠景";
"10544"="切";
"10545"="入 1";
"10546"="入 2";
"10547"="入";
"10548"="自動";
"10549"="コントラスト   -2";
"10550"="コントラスト   -1";
"10551"="コントラスト    0";
"10552"="コントラスト   +1";
"10553"="コントラスト   +2";
"10554"="色あい        -2";
"10555"="色あい        -1";
"10556"="色あい         0";
"10557"="色あい        +1";
"10558"="色あい        +2";
"10559"="フィルター効果  なし";
"10560"="フィルター効果  黄";
"10561"="フィルター効果  オレンジ";
"10562"="フィルター効果  赤";
"10563"="フィルター効果  緑";
"10564"="調色              なし";
"10565"="調色              セピア";
"10566"="調色              青";
"10567"="調色              紫";
"10568"="調色              緑";
"10569"="sRGB";
"10570"="Adobe RGB";
"10571"="色空間      sRGB";
"10572"="色空間      Adobe RGB";
"10573"="1標準";
"10574"="2ポートレート";
"10575"="3高彩度";
"10576"="4Adobe RGB";
"10577"="5低彩度";
"10578"="6CMセット1";
"10579"="7CMセット2";
"10580"="---------";
"10581"="ラージ";
"10582"="ミドル1";
"10583"="ミドル2";
"10584"="スモール";
"10585"="Av";
"10586"="Tv";
"10587"="P";
"10588"="M";
"10589"="Bulb";
"10590"="A-DEP";
"10591"="DEP";
"10592"="---";
"10593"="ピクチャースタイル";
"10594"="シャープネス";
"10595"="コントラスト";
"10596"="色の濃さ";
"10597"="色あい";
"10598"="フィルター効果";
"10599"="調色";
"10600"="-4";
"10601"="-3";
"10602"="-2";
"10603"="-1";
"10604"="0";
"10605"="1";
"10606"="2";
"10607"="3";
"10608"="4";
"10609"="5";
"10610"="6";
"10611"="7";
"10612"="N:なし";
"10613"="Ye:黄";
"10614"="Or:オレンジ";
"10615"="R:赤";
"10616"="G:緑";
"10617"="S:セピア";
"10618"="B:青";
"10619"="P:紫";
"10620"="スタンダード";
"10621"="ポートレート";
"10622"="風景";
"10623"="ニュートラル";
"10624"="忠実設定";
"10625"="モノクロ";
"10626"="ユーザー設定1";
"10627"="ユーザー設定2";
"10628"="ユーザー設定3";
"10629"="SRAW";
"10630"="日時(UTC)";
"10631"="衛星捕捉状態";
"10632"="OK";
"10633"="NG";
"10634"="長秒時露光のノイズ低減";
"10635"="高感度撮影時のノイズ低減";
"10636"="高輝度側・階調優先";
"10637"="0:しない";
"10638"="1:自動";
"10639"="2:する";
"10640"="0:しない";
"10641"="1:する";
"10642"="0:しない";
"10643"="1:する";
"10644"="外部TTL";
"10645"="オート外部調光";
"10646"="マニュアル外部調光";
"10647"="マニュアル発光";
"10648"="作成者";
"10649"="著作権情報";
"10650"="オートライティングオプティマイザ";
"10651"="0:標準";
"10652"="1:弱め";
"10653"="2:強め";
"10654"="3:しない";
"10655"="0:標準";
"10656"="1:弱め";
"10657"="2:強め";
"10658"="3:しない";
"10659"="ファームウェア";
"10660"="AEロック";
"10661"="オフ";
"10662"="オン";
"10663"="ISO感度自動設定";
"10664"="オフ";
"10665"="オン";
"10666"="FEロック";
"10667"="オフ";
"10668"="オン";
"10669"="周辺光量補正";
"10670"="しない";
"10671"="する";
"10672"="ダストデリートデータ";
"10673"="なし";
"10674"="あり";
"10675"="ライブビュー撮影";
"10676"="オフ";
"10677"="オン";
"10678"="E-TTL II調光方式";
"10679"="評価調光";
"10680"="平均調光";
"10681"="SRAW1";
"10682"="SRAW2";
"10683"="MRAW";
"10684"="クリエイティブ全自動";
"10685"="フォト・イン・ムービー";
"10686"="AEマイクロアジャストメント";
"10687"="FEマイクロアジャストメント";
"10688"="測距エリア選択モード";
"10689"="任意選択";
"10690"="スポットAF";
"10691"="領域拡大AF";
"10692"="ゾーンAF";
"10693"="自動選択";
"10694"="動画クロップ";
"10695"="雰囲気";
"10696"="標準設定";
"10697"="くっきり鮮やかに";
"10698"="暖かくやさしく";
"10699"="ふんわりやわらかく";
"10700"="ほの暗くひっそりと";
"10701"="しっとり深みのある";
"10702"="暗く";
"10703"="明るく";
"10704"="モノクロ";
"10705"="雰囲気の効果";
"10706"="強め";
"10707"="標準";
"10708"="弱め";
"10709"="少し";
"10710"="もう少し";
"10711"="さらに";
"10712"="セピア";
"10713"="白黒";
"10714"="青";
"10715"="明かりや状況";
"10716"="標準設定";
"10717"="日なた";
"10718"="日かげ";
"10719"="くもり";
"10720"="電球";
"10721"="蛍光灯";
"10722"="夕焼け";
"10723"="RAW現像";
"10724"="歪曲補正";
"10725"="色収差補正";
"10726"="リサイズ";
"10727"="クリエイティブフィルター";
"10728"="ラフモノクロ";
"10729"="ソフトフォーカス";
"10730"="トイカメラ風";
"10731"="ジオラマ風";
"10732"="クリエイティブフィルター効果の調整";
"10733"="コントラスト:標準";
"10734"="コントラスト:弱め";
"10735"="コントラスト:強め";
"10736"="色調:標準";
"10737"="色調:寒色";
"10738"="色調:暖色";
"10739"="ぼかし具合:標準";
"10740"="ぼかし具合:弱め";
"10741"="ぼかし具合:強め";
"10742"="アスペクト比";
"10743"="1:1";
"10744"="3:2";
"10745"="4:3";
"10746"="16:9";
"10747"="動画撮影モード";
"10748"="自動露出";
"10749"="マニュアル露出";
"10750"="ビデオスナップ";
"10751"="ビデオライト";
"10752"="手動点灯";
"10753"="自動点灯";
"10754"="オート";
"10755"="魚眼風";
"10756"="効果:標準";
"10757"="効果:弱め";
"10758"="効果:強め";
"10759"="標準";
"10760"="弱め";
"10761"="強め";
"10762"="しない";
"10763"="シーンインテリジェントオート";
"10764"="HDR撮影";
"10765"="する";
"10766"="しない";
"10767"="Dレンジ調整";
"10768"="自動";
"10769"="仕上がり効果";
"10770"="ナチュラル";
"10771"="絵画調標準";
"10772"="グラフィック調";
"10773"="油彩調";
"10774"="ビンテージ調";
"10775"="画像位置自動調整";
"10776"="する";
"10777"="しない";
"10778"="多重露出";
"10779"="する";
"10780"="しない";
"10781"="多重露出制御";
"10782"="加算";
"10783"="加算平均";
"10784"="比較(明)";
"10785"="比較(暗)";
"10786"="重ねる枚数";
"10787"="領域拡大AF:上下左右";
"10788"="領域拡大AF:周囲";
"10789"="動画圧縮率";
"10790"="高圧縮(IPB)";
"10791"="低圧縮(ALL-I)";
"10792"="標準";
"10793"="弱め";
"10794"="強め";
"10795"="しない";
"10796"="しない";
"10797"="する";
"10798"="しない";
"10799"="自動";
"10800"="する";
"10801"="ソフト1枚撮影";
"10802"="ソフト連続撮影";
"10803"="1枚:ソフト動作";
"10804"="超高速連続撮影";
"10805"="AFカスタム設定ガイド機能";
"10806"="被写体追従特性";
"10807"="速度変化に対する追従性";
"10808"="測距点乗り移り特性";
"10809"="個別グループ制御";
"10810"="先幕シンクロ";
"10811"="後幕シンクロ";
"10812"="ハイスピード";
"10813"="手持ち夜景";
"10814"="HDR逆光補正";
"10815"="動画サーボAF";
"10816"="する";
"10817"="しない";
"10818"="コンティニュアスAF";
"10819"="する";
"10820"="しない";
"10821"="顔＋追尾優先AF";
"10822"="ライブ多点AF";
"10823"="ライブ1点AF";
"10824"="マルチショットノイズ低減機能";
"10825"="油彩風";
"10826"="効果:標準";
"10827"="効果:弱め";
"10828"="効果:強め";
"10829"="水彩風";
"10830"="色の濃度:標準";
"10831"="色の濃度:淡い";
"10832"="色の濃度:濃い";
"10833"="サーボAF";
"10834"="Canon Log";
"10835"="入";
"10836"="切";
"10837"="シャープネス";
"10838"="彩度";
"10839"="色相";
"10840"="動画分割情報";
"10841"="あり";
"10842"="動画圧縮形式";
"10843"="MPEG-4 AVC/H.264";
"10844"="Motion JPEG";
"10845"="記録時間";
"10846"="%d.%d 秒";
"10847"="フレームレート";
"10848"="スーパー35mmクロップ";
"10849"="明かりの色あい";
"10850"="トリミング";
"10851"="寒色";
"10852"="やや寒色";
"10853"="標準";
"10854"="やや暖色";
"10855"="暖色";
"10856"="3:4";
"10857"="2:3";
"10858"="9:16";
"10859"="キッズ";
"10860"="料理";
"10861"="キャンドルライト";
"10862"="ジオラマ風動画";
"10863"="外部";
"10864"="TTL";
"10865"="A-TTL";
"10866"="E-TTL";
"10867"="調光オート";
"10868"="調光マニュアル";
"10869"="顔ライブAF";
"10870"="ラージゾーンAF（ゾーン任意選択）";
"10871"="フリッカーレス撮影";
"10872"="しない";
"10873"="する";
"10874"="する(補正データなし)";
"10875"="編集用(ALL-I)";
"10876"="標準(IPB)";
"10877"="軽量(IPB)";
"10878"="夜景ポートレート";
"10879"="クリエイティブアシスト";
"10880"="ハイダイナミックレンジ";
"10881"="1点AF";
"10882"="プラスムービーオート";
"10883"="ダイジェスト";
"10884"="HDR動画撮影";
"10885"="オート(雰囲気優先)";
"10886"="オート(ホワイト優先)";
"10887"="ディテール重視";
"10888"="強さ";
"10889"="細かさ";
"10890"="しきい値";
"10891"="タイムラプス動画";
"10892"="クロップ/アスペクト";
"10893"="1.3倍（クロップ）";
"10894"="1.6倍（クロップ）";
"10895"="自分撮り";
"10896"="HDR油彩調";
"10897"="HDRグラフィック調";
"10898"="HDRビンテージ調";
"10899"="HDR絵画調標準";
"10900"="ファンタジー";
"10901"="オールドムービー";
"10902"="メモリー";
"10903"="ダイナミックモノクローム";
"10904"="ジオラマ風動画";
"10905"="回折補正";
"10906"="する";
"10907"="しない";
"10908"="デジタルレンズオプティマイザ";
"10909"="フレーム切り出し";
"10910"="ソフト高速連続撮影";
"10911"="ソフト低速連続撮影";
